Repository: keszybz/dnf-plugin-fedup
Catalog: po/*.po
Languages: ca

source: '--clean-metadata' removed. Use 'dnf clean metadata --releasever=VER'
ca: '--clean-metadata' es va suprimir. Utilitzeu 'dnf clean metadata --releasever=VER'

source: '--expire-cache' removed. Use 'dnf system-upgrade download --refresh'
ca: '--expire-cache' es va suprimir. Utilitzeu 'dnf system-upgrade download --refresh'

source: --datadir: File exists
ca: --datadir: Existeix el fitxer

source: Cleaning up downloaded data...
ca: Neteja de les dades baixades...

source: Download complete! Use 'dnf %s reboot' to start the upgrade.
ca: La baixada s'ha completat! Utilitzeu 'dnf %s reboot' per iniciar l'actualització.

source: Need a --releasever greater than the current system version.
ca: Es necessita un --releasever superior a la versió actual del sistema.

source: No new kernel packages were found.
ca: No s'han trobat nous paquets del nucli del sistema.

source: OPTIONS
ca: OPCIONS

source: Prepare system for upgrade to a new release
ca: Prepara el sistema per actualitzar-se a un nou llançament

source: Starting system upgrade (dnf-plugin-system-upgrade %s)
ca: S'inicia l'actualització del sistema (dnf-plugin-system-upgrade %s)

source: Starting system upgrade. This will take a while.
ca: S'inicia l'actualització del sistema. Això pot trigar una estona.

source: Upgrade complete! Cleaning up and rebooting...
ca: S'ha completat l'actualització. Es neteja i es reinicia...

source: VERSION
ca: VERSIÓ

source: action to perform
ca: l'acció a realitzar

source: another upgrade tool is running. exiting quietly.
ca: ja s'està executant una altra eina d'actualització. Sortida silenciosa.

source: download options
ca: opcions de baixada

source: release version (required)
ca: versió del llançament (necessari)

source: save downloaded data to this location
ca: desa les dades baixades en aquesta localització

source: system is not ready for upgrade
ca: el sistema no està a punt per a l'actualització

source: the color of the sky
ca: el color del cel

source: upgrade is already scheduled
ca: l'actualització ja està programada

source: use '%s reboot' to begin the upgrade
ca: utilitzeu '%s reboot' per començar l'actualització
